export const STATUSES = {
  11: {
    text: 'На паузе',
  },
  9: {
    text: 'Активна',
  },
  4: {
    text: 'Готова к запуску',
  },
  12: {
    text: 'Завершена',
  },
  '-1': {
    text: 'Создается',
  },
  '-2': {
    text: 'Установка CPM',
  },
  '-3': {
    text: 'Пополняем бюджеты',
  },
  '-4': {
    text: 'Ждет старта',
  },
  '-5': {
    text: 'Ошибка создания',
  },
  '-6': {
    text: 'Ошибка бюджета',
  },
  '-7': {
    text: 'Ошибка запуска',
  },
  '-8': {
    text: 'Ошибка пополнения',
  },
  '-9': {
    text: 'Ошибка завершения',
  },
  '-10': {
    text: 'Ошибка ставок',
  },
  '-11': {
    text: 'Ждет паузы',
  },
  '-12': {
    text: 'Ждет старта',
  },
  '-13': {
    text: 'Ждет завершения',
  },
};
